Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

source: DuckDuckGo needs your permission to read the %1$@ bookmarks file. Select the %2$@ folder to import bookmarks.
de: DuckDuckGo benötigt deine Berechtigung zum Lesen der %1$@-Lesezeichen-Datei. Wähle den Ordner %2$@ aus, um Lesezeichen zu importieren.
es: DuckDuckGo necesita tu permiso para leer el archivo de marcadores %1$@. Selecciona la carpeta %2$@ para importar marcadores.
fr: DuckDuckGo a besoin de votre permission pour lire le fichier de signets %1$@. Sélectionnez le dossier %2$@ pour importer les signets.
it: DuckDuckGo necessita della tua autorizzazione per leggere il file di segnalibri %1$@. Seleziona la cartella %2$@ per importare i segnalibri.
nl: DuckDuckGo heeft je toestemming nodig om het bladwijzersbestand van %1$@ te lezen. Selecteer de map %2$@ om bladwijzers te importeren.
pl: DuckDuckGo potrzebuje pozwolenia na odczytanie pliku zakładek przeglądarki %1$@. Wybierz folder %2$@, aby zaimportować zakładki.
pt: O DuckDuckGo precisa da tua permissão para ler o ficheiro de marcadores %1$@. Seleciona a pasta %2$@ para importares os marcadores.
ru: DuckDuckGo запрашивает разрешение на чтение файла закладок %1$@. Чтобы импортировать закладки, выберите папку %2$@.

source: Duplicate Tab
de: Tab duplizieren
es: Duplicar pestaña
fr: Dupliquer l'onglet
it: Duplica scheda
nl: Tabblad kopiëren
pl: Zduplikuj kartę
pt: Separador duplicado
ru: Дублировать вкладку

source: Duplicates Skipped:
de: Duplikate übersprungen:
es: Duplicados omitidos:
fr: Doublons ignorés :
it: Duplicati ignorati:
nl: Overgeslagen duplicaten:
pl: Pominięte duplikaty:
pt: Duplicados ignorados:
ru: Пропущенные дубликаты:

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать

source: Edit Favorite
de: Favorit bearbeiten
es: Editar favorito
fr: Modifier le favori
it: Modifica preferito
nl: Favoriet bewerken
pl: Edytuj ulubione
pt: Editar favorito
ru: Изменить избранное

# email.copied
source: New address copied to your clipboard
de: Neue Adresse wurde in deine Zwischenablage kopiert
es: Nueva dirección copiada en el portapapeles
fr: Nouvelle adresse copiée dans le presse-papiers
it: Nuovo indirizzo copiato negli appunti
nl: Nieuw adres gekopieerd naar je klembord
pl: Nowy adres skopiowany do schowka
pt: Novo endereço copiado para a área de transferência
ru: Новый адрес скопирован в буфер обмена

# email.optionsMenu
source: Email Protection
de: E-Mail-Schutz
es: Protección del correo electrónico
fr: Protection des e-mails
it: Protezione email
nl: E-mailbescherming
pl: Ochrona poczty e-mail
pt: Proteção de e-mail
ru: Защита электронной почты

# email.optionsMenu.createAddress
source: Generate Private Duck Address
de: Private Duck-Adresse generieren
es: Generar Duck Address privada
fr: Générer une Duck Address privée
it: Genera Duck Address privato
nl: Privé-Duck Address genereren
pl: Wygeneruj prywatny adres Duck Address
pt: Gerar um Duck Address Privado
ru: Создать адрес на Duck

# email.optionsMenu.manageAccount
source: Manage Account
de: Konto verwalten
es: Gestionar cuenta
fr: Gérer le compte
it: Gestisci account
nl: Account beheren
pl: Zarządzaj kontem
pt: Gerir conta
ru: Управление учетной записью

# email.optionsMenu.turnOff
source: Disable Email Protection Autofill
de: Autovervollständigen für den E-Mail-Schutz deaktivieren
es: Desactivar Autocompletar Email Protection
fr: Désactiver la saisie automatique Email Protection
it: Disattiva la compilazione automatica di Email Protection
nl: Automatisch invullen van Email Protection uitschakelen
pl: Wyłącz autouzupełnianie w funkcji Email Protection
pt: Desativar o preenchimento automático da Email Protection
ru: Отключить автозаполнение в рамках защиты почты

# email.optionsMenu.turnOn
source: Enable Email Protection
de: Email Protection aktivieren
es: Activar Email Protection
fr: Activez Email Protection
it: Abilita Email Protection
nl: E-mailbeveiliging inschakelen
pl: Włącz ochronę poczty Email Protection
pt: Ativa a Email Protection
ru: Включите защиту электронной почты

# email.protection.explanation
source: Block email trackers and hide your address without switching your email provider.
de: E-Mail-Tracker blockieren und deine Adresse verbergen, ohne den E-Mail-Anbieter zu wechseln.
es: Bloquea los rastreadores de correo electrónico y oculta tu dirección sin cambiar de proveedor de correo electrónico.
fr: Bloquez les traqueurs d'e-mails et masquez votre adresse sans changer de fournisseur de messagerie.
it: Blocca i sistemi di tracciamento delle e-mail e nascondi il tuo indirizzo, senza cambiare il provider di posta elettronica.
nl: Blokkeer e-mailtrackers en verberg je adres zonder van e-mailprovider te wisselen.
pl: Zablokuj mechanizmy śledzące pocztę e-mail i ukryj swój adres bez zmiany dostawcy poczty e-mail.
pt: Bloqueia os rastreadores de e-mail e oculta o teu endereço sem alterares o teu fornecedor de e-mail.
ru: Чтобы блокировать трекеры и скрывать свой адрес, вовсе не нужно менять почтовый сервис.

source: Enter Full Screen
de: Vollbildmodus aktivieren
es: Entrar en pantalla completa
fr: Passer en mode plein écran
it: Accedi alla visualizzazione a schermo intero
nl: Volledig scherm openen
pl: Wejdź w tryb pełnoekranowy
pt: Ecrã completo
ru: Войти в полноэкранный режим

source: Error message & code
de: Fehlermeldung & Code
es: Mensaje y código de error
fr: Message et code d'erreur
it: Messaggio e codice di errore
nl: Foutmelding en code
pl: Komunikat o błędzie i kod błędu
pt: Mensagem e código de erro
ru: Сообщение и код ошибки

# error.unknown.try.again
source: An unknown error has occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Se ha producido un error desconocido
fr: Une erreur inconnue s'est produite
it: Si è verificato un errore sconosciuto
nl: Er is een onbekende fout opgetreden
pl: Wystąpił nieznany błąd
pt: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка

# export.bookmarks.failed.informative
source: Please check that no file exists at the location you selected.
de: Bitte überprüfe, dass an dem von dir gewählten Ort keine Datei existiert.
es: Comprueba que no exista ningún archivo en la ubicación que has seleccionado.
fr: Veuillez vérifier qu'aucun fichier n'existe à l'emplacement que vous avez sélectionné.
it: Verifica che non esistano file nella posizione selezionata.
nl: Controleer of er geen bestand bestaat op de geselecteerde locatie.
pl: Sprawdź, czy w wybranej lokalizacji nie ma żadnego pliku.
pt: Verifica se não existe nenhum ficheiro na localização que selecionaste.
ru: Убедитесь, что в выбранном месте нет файла.

# export.bookmarks.failed.message
source: Failed to Export Bookmarks…
de: Lesezeichen konnten nicht exportiert werden …
es: No se han podido exportar marcadores...
fr: Échec de l'exportation des signets…
it: Impossibile esportare segnalibri…
nl: Kan bladwijzers niet exporteren ...
pl: Nie udało się wyeksportować zakładek…
pt: Falha ao exportar marcadores…
ru: Не удалось экспортировать закладки...

# export.bookmarks.file.name.suffix
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки

# export.bookmarks.menu.item
source: Export Bookmarks…
de: Lesezeichen exportieren …
es: Exportar marcadores...
fr: Exporter les signets…
it: Esporta segnalibri…
nl: Bladwijzers exporteren ...
pl: Eksportuj zakładki…
pt: Exportar marcadores…
ru: Экспортировать закладки…

# export.logins.data
source: Export Passwords…
de: Passwörter exportieren …
es: Exportar contraseñas…
fr: Exporter les mots de passe…
it: Esporta password…
nl: Wachtwoorden exporteren ...
pl: Eksportuj hasła…
pt: Exportar palavras-passe…
ru: Экспортировать пароли…

# export.logins.failed.informative
source: Please check that no file exists at the location you selected.
de: Bitte stelle sicher, dass an dem von dir gewählten Ort keine Datei existiert.
es: Comprueba que no exista ningún archivo en la ubicación que has seleccionado.
fr: Veuillez vérifier qu'aucun fichier n'existe à l'emplacement que vous avez sélectionné.
it: Verifica che non esistano file nella posizione selezionata.
nl: Controleer of er geen bestand bestaat op de geselecteerde locatie.
pl: Sprawdź, czy w wybranej lokalizacji nie ma żadnego pliku.
pt: Verifica se não existe nenhum ficheiro na localização que selecionaste.
ru: Убедитесь, что в выбранном месте нет файла.

# export.logins.failed.message
source: Failed to Export Passwords
de: Passwörter konnten nicht exportiert werden
es: Se ha producido un error al exportar contraseñas
fr: Échec de l'exportation des mots de passe
it: Impossibile esportare le password
nl: Kan wachtwoorden niet exporteren
pl: Nie udało się wyeksportować haseł
pt: Falha ao exportar palavras-passe
ru: Не удалось экспортировать пароли

# export.logins.file.name.suffix
source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
nl: Wachtwoorden
pl: Hasła
pt: Palavras-passe
ru: Пароли

# export.logins.warning
source: This file contains your passwords in plain text and should be saved in a secure location and deleted when you are done. Anyone with access to this file will be able to read your passwords.
de: Diese Datei enthält deine Passwörter im Klartext und sollte an einem sicheren Ort gespeichert und nach Beendigung gelöscht werden. Jeder, der Zugriff auf diese Datei hat, kann deine Passwörter lesen.
es: Este archivo contiene tus contraseñas en texto sin formato y debe guardarse en un lugar seguro y eliminarse cuando hayas terminado. Cualquiera que tenga acceso a este archivo podrá leer tus contraseñas.
fr: Ce fichier contient vos mots de passe en texte brut ; il doit être enregistré dans un emplacement sûr et supprimé lorsque vous aurez terminé. Toute personne ayant accès à ce fichier pourra lire vos mots de passe.
it: Questo file contiene le tue password in testo semplice e deve essere salvato in un luogo sicuro ed eliminato quando hai finito. Chiunque abbia accesso a questo file potrà leggere le tue password.
nl: Dit bestand bevat je wachtwoorden in platte tekst en moet op een veilige locatie worden opgeslagen en verwijderd wanneer je klaar bent. Iedereen met toegang tot dit bestand kan je wachtwoorden lezen.
pl: Ten plik zawiera hasła w postaci zwykłego tekstu i powinien zostać zapisany w bezpiecznym miejscu, a na zakończenie usunięty. Każda osoba mająca dostęp do tego pliku będzie mogła odczytać Twoje hasła.
pt: Este ficheiro contém as tuas palavras-passe em texto simples e deve ser guardado numa localização segura e apagado quando terminares. Qualquer pessoa com acesso a este ficheiro poderá ler as tuas palavras-passe.
ru: Этот файл содержит ваши пароли в виде обычного текста. Сохраните его в надежном месте и удалите по окончании. Любой, у кого есть доступ к этому файлу, сможет увидеть ваши пароли.

source: Favorite This Page…
de: Diese Seite als Favorit hinzufügen …
es: Marcar esta página como favorita...
fr: Ajouter cette page aux favoris…
it: Aggiungi questa pagina ai Preferiti…
nl: Deze pagina markeren als favoriet ...
pl: Dodaj tę stronę do ulubionych…
pt: Adicionar esta página aos Favoritos…
ru: Добавить страницу в избранное...

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранное

# feedback-form.title
source: Help Improve Privacy Pro
de: Hilf mit, Privacy Pro zu verbessern
es: Ayudar a mejorar Privacy Pro
fr: Aidez-nous à améliorer Privacy Pro
it: Aiuta a migliorare Privacy Pro
nl: Help Privacy Pro te verbeteren
pl: Pomóż ulepszyć Privacy Pro
pt: Ajuda a melhorar o Privacy Pro
ru: Помогите нам улучшить Privacy Pro

# feedback.bug.description
source: Please describe the problem in as much detail as possible:
de: Bitte beschreibe das Problem so detailliert wie möglich:
es: Describe el problema con el mayor detalle posible:
fr: Veuillez décrire le problème avec autant de détails que possible :
it: Descrivi il problema nel modo più dettagliato possibile:
nl: Beschrijf het probleem zo gedetailleerd mogelijk:
pl: Opisz problem jak najbardziej szczegółowo:
pt: Descreve o problema o mais detalhadamente possível:
ru: Как можно подробнее опишите проблему:

# feedback.disclaimer
source: Reports sent to DuckDuckGo are 100% anonymous and only include your message, the DuckDuckGo browser version, and your macOS version.
de: Berichte, die an DuckDuckGo gesendet werden, sind 100% anonym und enthalten nur deine Nachricht, die DuckDuckGo-Browser-Version und deine macOS-Version.
es: Los informes enviados a DuckDuckGo son 100% anónimos y solo incluyen tu mensaje, la versión de navegador de DuckDuckGo y tu versión de macOS.
fr: Les rapports envoyés à DuckDuckGo sont 100% anonymes et n'incluent que votre message, la version du navigateur DuckDuckGo et la version de votre macOS.
it: I report inviati a DuckDuckGo sono anonimi al 100% e includono solo il tuo messaggio, la versione del browser DuckDuckGo e la tua versione macOS.
nl: Rapporten die naar DuckDuckGo worden verzonden, zijn 100% anoniem en bevatten alleen je bericht, de versie van de DuckDuckGo-browser en je versie van macOS.
pl: Raporty wysyłane do DuckDuckGo są w 100% anonimowe i zawierają jedynie wiadomość, wersję przeglądarki DuckDuckGo oraz wersję systemu macOS.
pt: Os relatórios enviados para a DuckDuckGo são 100% anónimos e incluem apenas a tua mensagem, a versão do navegador DuckDuckGo e a versão do teu macOS.
ru: Отчеты, отправляемые в DuckDuckGo, на 100% анонимны. В отчет входит только написанное вами сообщение и сведения о версии браузера DuckDuckGo и операционной системы (macOS).

# feedback.feature.request.description
source: What feature would you like to see?
de: Welche Funktion möchtest du sehen?
es: ¿Qué función te gustaría ver?
fr: Quelle fonctionnalité aimeriez-vous voir ?
it: Quale funzionalità vorresti vedere?
nl: Welke functie wil je zien?
pl: Na jakiej funkcji Ci zależy?
pt: Que funcionalidade gostarias de ver?
ru: Какую функцию вы хотели бы увидеть?

# feedback.other.description
source: Please give us your feedback:
de: Bitte gib uns dein Feedback:
es: Danos tu opinión:
fr: Veuillez nous faire part de vos commentaires :
it: Comunicaci la tua opinione:
nl: Geef ons je feedback:
pl: Przekaż nam swoją opinię:
pt: Envia-nos o teu feedback:
ru: Оставьте комментарий здесь:

# find-in-page.text-field.placeholder
source: Find in page
de: Auf Seite suchen
es: Buscar en la página
fr: Rechercher dans la page
it: Trova nella pagina
nl: Zoek op pagina
pl: Znajdź na stronie
pt: Encontrar na página
ru: Найти на странице

# find.in.page
source: %1$d of %2$d
de: %1$d von %2$d
es: %1$d de %2$d
fr: %1$d sur %2$d
it: %1$d di %2$d
nl: %1$d van %2$d
pl: %1$d z %2$d
pt: %1$d de %2$d
ru: %1$d из %2$d

# find.in.page.menu.item
source: Find in Page…
de: Auf Seite suchen …
es: Buscar en la página...
fr: Rechercher dans la page…
it: Trova nella pagina…
nl: Zoeken op pagina ...
pl: Znajdź na stronie…
pt: Encontrar na página…
ru: Найти на странице…

# fire-window.downloads.active.alert.message.format
source: Are you sure you want to close the Fire Window? DuckDuckGo is currently downloading “%1$@”%2$@. If you close the Fire Window, DuckDuckGo will delete %3$@.
de: Möchtest du das Fire Window wirklich schließen? DuckDuckGo lädt derzeit „%1$@“%2$@ herunter. Wenn du das Fire Window schließt, löscht DuckDuckGo %3$@.
es: ¿Seguro que quieres cerrar la Fire Window? DuckDuckGo se está descargando actualmente "%1$@"%2$@. Si cierras la Fire Window, DuckDuckGo eliminará %3$@.
fr: Voulez-vous vraiment fermer la Fire Window ? DuckDuckGo télécharge actuellement « %1$@”%2$@ ». Si vous fermez la Fire Window, DuckDuckGo supprimera %3$@.
it: Chiudere la Fire Window? DuckDuckGo sta scaricando "%1$@"%2$@. Se la chiudi, DuckDuckGo eliminerà %3$@.
nl: Weet je zeker dat je het Fire Window wilt sluiten? DuckDuckGo downloadt momenteel '%1$@'%2$@. Als je het Fire Window sluit, wordt %3$@ verwijderd.
pl: Czy na pewno chcesz zamknąć okno Fire Window? DuckDuckGo aktualnie pobiera „%1$@”%2$@. Jeśli zamkniesz okno Fire Window, DuckDuckGo usunie %3$@.
pt: Tens a certeza de que pretendes fechar a Fire Window? O DuckDuckGo está a transferir "%1$@”%2$@. Se fechares a Fire Window, o DuckDuckGo vai eliminar %3$@.
ru: Вы точно хотите закрыть окно Fire Window? DuckDuckGo загружает «%1$@»%2$@. В случае закрытия DuckDuckGo удалит %3$@.

# fire.active-tabs-info
source: Close active tabs (%1$d) and clear all browsing history and cookies (sites: %2$d).
de: Schließe aktive Tabs (%1$d) und lösche alle Browserverläufe und Cookies (Sites: %2$d).
es: Cierra las pestañas activas (%1$d) y borra todo el historial de navegación y las cookies (sitios: %2$d).
fr: Fermez les onglets actifs (%1$d) et effacez tout l'historique de navigation et les cookies (sites : %2$d).
it: Chiudi schede attive (%1$d) e cancella tutta la cronologia di navigazione e i cookie (siti: %2$d).
nl: Actieve tabbladen (%1$d) sluiten en alle surfgeschiedenis en cookies (sites: %2$d) wissen.
pl: Zamknij aktywne karty (%1$d) i wyczyść całą historię przeglądania i wszystkie pliki cookie (witryny: %2$d).
pt: Fecha os separadores ativos (%1$d) e limpa todo o histórico de navegação e todos os cookies (sites: %2$d).
ru: Функция Fire Button закроет активные вкладки (%1$d), сотрет всю историю посещений и удалит все куки-файлы (сайтов: %2$d).

# fire.all-data.description
source: Clear all tabs and related site data
de: Lösche alle Tabs und zugehörigen Site-Daten
es: Borrar todas las pestañas y datos del sitio relacionados
fr: Effacer tous les onglets et les données de site associées
it: Cancella tutte le schede e i dati correlati del sito
nl: Alle tabbladen en gerelateerde websitegegevens verwijderen
pl: Wyczyść wszystkie karty i powiązane dane witryn
pt: Limpar todos os separadores e os dados do site relacionados
ru: Очистить все вкладки и данные сайтов

# fire.all-sites
source: All sites
de: Alle Standorte
es: Todos los sitios
fr: Tous les sites
it: Tutti i siti
nl: Alle websites
pl: Wszystkie witryny
pt: Todos os sites
ru: Все сайты

# fire.current-window.description
source: Clear current window and related site data
de: Aktuelles Fenster und zugehörige Standortdaten löschen
es: Borrar la ventana actual y los datos relacionados del sitio
fr: Effacer la fenêtre actuelle et les données de site associées
it: Cancella la finestra corrente e i dati correlati del sito
nl: Huidige venster en gerelateerde websitegegevens verwijderen
pl: Wyczyść bieżące okno i powiązane dane witryn
pt: Limpar a janela atual e os dados relacionados com o site
ru: Очистить текущее окно и данные сайтов

# fire.currentTab
source: All sites visited in current tab
de: Alle besuchten Seiten im aktuellen Tab
es: Todos los sitios visitados en la pestaña actual
fr: Tous les sites visités dans l'onglet actuel
it: Tutti i siti visitati nella scheda corrente
nl: Alle bezochte websites in het huidige tabblad
pl: Wszystkie strony odwiedzone w bieżącej karcie
pt: Todos os sites visitados no separador atual
ru: Все сайты, посещенные в текущей вкладке

# fire.currentWindow
source: All sites visited in current window
de: Alle besuchten Seiten im aktuellen Fenster
es: Todos los sitios visitados en la ventana actual
fr: Tous les sites visités dans la fenêtre actuelle
it: Tutti i siti visitati nella finestra corrente
nl: Alle bezochte websites in het huidige venster
pl: Wszystkie strony odwiedzone w bieżącym oknie
pt: Todos os sites visitados na janela atual
ru: Все сайты, посещенные в текущем окне

# fire.dialog.all-windows-will-close
source: All windows will close
de: Alle Fenster werden geschlossen
es: Todas las ventanas se cerrarán
fr: Toutes les fenêtres se fermeront
it: Tutte le finestre si chiuderanno
nl: Alle vensters worden gesloten
pl: Wszystkie okna zostaną zamknięte
pt: Serão fechadas todas as janelas
ru: Все окна будут закрыты

# fire.dialog.clear.sites
source: Selected sites will be cleared
de: Ausgewählte Standorte werden gelöscht
es: Se borrarán los sitios seleccionados
fr: Les sites sélectionnés seront effacés
it: I siti selezionati saranno cancellati
nl: Geselecteerde websites worden gewist
pl: Wybrane witryny zostaną wyczyszczone
pt: Os sites selecionados serão limpos
ru: Будут стерты данные выбранных сайтов

# fire.dialog.close-burner-window
source: Close and Burn This Window
de: Dieses Fenster schließen und löschen
es: Cerrar y quemar esta ventana
fr: Fermer et brûler cette fenêtre
it: Chiudi ed elimina i dati per questa finestra
nl: Dit venster sluiten en verwijderen
pl: Zamknij i zniszcz to okno
pt: Fechar e queimar esta janela
ru: Закрыть окно и стереть данные

# fire.dialog.deliting.data
source: Deleting browsing data…
de: Browserdaten werden gelöscht …
es: Eliminar los datos de navegación...
fr: Suppression des données de navigation…
it: Eliminazione dei dati di navigazione…
nl: Surfgegevens verwijderen...
pl: Usuwanie danych przeglądania…
pt: A eliminar dados de navegação…
ru: Удаление данных о посещении сайтов...

# fire.dialog.fire-window.close-tabs
source: Close Tabs and Clear Data
de: Tabs schließen und Daten löschen
es: Cerrar pestañas y borrar datos
fr: Fermer les onglets et effacer les données
it: Chiudi le schede e cancella i dati
nl: Tabbladen sluiten en gegevens wissen
pl: Zamknij karty i wyczyść dane
pt: Fechar separadores e limpar os dados
ru: Закрыть вкладки и удалить данные

# fire.dialog.fire-window.description
source: An isolated window that doesn’t save any data
de: Ein isoliertes Fenster, das keine Daten speichert
es: Una ventana aislada que no guarda ningún dato
fr: Une fenêtre isolée qui n'enregistre aucune donnée
it: Una finestra isolata che non salva alcun dato
nl: Een geïsoleerd venster dat geen gegevens opslaat
pl: Odizolowane okno, które nie zapisuje żadnych danych
pt: Uma janela isolada que não guarda quaisquer dados
ru: Изолированное окно, где не сохраняются никакие данные

# fire.dialog.fire-window.title
source: Open New Fire Window
de: Neues Fire Window öffnen
es: Abrir nueva Fire Window
fr: Ouvrir une nouvelle Fire Window
it: Apri una nuova Fire Window
nl: Nieuw Fire Window openen
pl: Otwórz nowe okno Fire Window
pt: Abrir nova Fire Window
ru: Открыть новое окно Fire Window

# fire.dialog.fireproof.sites
source: Fireproof sites won't be cleared
de: Fireproof Standorte werden nicht geräumt
es: No se borrarán los sitios Fireproof
fr: Les sites en mode coupe-feu (Fireproof) ne seront pas effacés
it: I dati dei siti Fireproof non saranno eliminati
nl: Fireproof websites worden niet verwijderd
pl: Witryny Fireproof nie zostaną wyczyszczone
pt: Os sites Fireproof não serão limpos
ru: Данные огнеупорных сайтов не стираются

# fire.dialog.tab-will-close
source: Current tab will close
de: Aktueller Tab wird geschlossen
es: Se cerrará la pestaña actual
fr: L'onglet actuel se fermera
it: La scheda corrente si chiuderà
nl: Huidige tabblad wordt gesloten
pl: Bieżąca karta zostanie zamknięta
pt: O separador atual será fechado
ru: Текущая вкладка будет закрыта

# fire.dialog.tab-will-reload
source: Pinned tab will reload
de: Angepinnter Tab wird neu geladen
es: La pestaña anclada se volverá a cargar
fr: L'onglet épinglé se rechargera
it: La scheda bloccata si ricaricherà
nl: Vastgezet tabblad wordt opnieuw geladen
pl: Przypięta karta zostanie załadowana ponownie
pt: O separador afixado será recarregado
ru: Закрепленная вкладка будет перезагружена

# fire.dialog.window-will-close
source: Current window will close
de: Aktuelles Fenster wird geschlossen
es: La ventana actual se cerrará
fr: La fenêtre actuelle se fermera
it: La finestra corrente sarà chiusa
nl: Huidig venster wordt gesloten
pl: Bieżące okno zostanie zamknięte
pt: A janela atual será fechada
ru: Текущее окно будет закрыто
